Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BATCH_MERGE_FORMAT_UNKNOWN
source: Your %1$@ on this device will be uploaded and merged with %2$@.
ar: سيتم تحميل %1$@ الموجودة على هذا الجهاز ودمجها مع %2$@.
bg: Вашите данни за %1$@ на това устройство ще бъдат качени и обединени с %2$@.
ca: El contingut referent a %1$@ del dispositiu es carregarà a %2$@ i s’hi fusionarà.
cs: Vaše %1$@ v tomto zařízení budou odeslány a sloučeny se službou %2$@.
da: %1$@ på denne enhed bliver overført og kombineret med %2$@.
de: Die %1$@ auf diesem Gerät werden hochgeladen und mit %2$@ zusammengeführt.
el: Τα δεδομένα σας (%1$@) σε αυτήν τη συσκευή θα ανέβουν και θα συγχωνευτούν με το %2$@.
es: La información de “%1$@“ del dispositivo se enviará y fusionará con los datos de %2$@.
es_419: Tus datos de %1$@ en este dispositivo se cargarán y asociarán con los de %2$@.
fi: Tämän laitteen %1$@ lähetetään ja yhdistetään %2$[tt]@-tietojen kanssa.
fr: Vos données de type %1$@ contenues sur cet appareil seront transférées et fusionnées avec %2$@.
fr_ca: Les données de %1$@ sur cet appareil seront téléversées et fusionnées avec %2$@.
he: תכנים של %1$@ במכשיר זה יועלו וימוזגו לתוך %2$@.
hi: इस डिवाइस पर आपके %1$@ को अपलोड किया जाएगा और उन्हें %2$@ के साथ मिला दिया जाएगा।
hr: Vaši %1$@ na ovom uređaju postavit će se i spojiti sa stavkom %2$@.
hu: Az ezen az eszközön lévő %1$@ feltöltése és egyesítése a következővel: %2$@.
id: %1$@ Anda di perangkat ini akan diunggah dan digabung dengan %2$@.
it: I tuoi dati %1$@ presenti su questo dispositivo verranno caricati e uniti a quelli di %2$@.
ja: このデバイスの%1$@を%2$@にアップロードして結合します。
kk: Осы құрылғыдағы %1$@ деректеріңіз жүктеп салынып, %2$@ сервисімен біріктіріледі.
ko: 이 기기에 있는 사용자의 %1$@이(가) 업로드되고 %2$@와(과) 병합됩니다.
lt: „%1$@“ iš šio įrenginio bus įkelti ir sujungti su „%2$@“.
ms: %1$@ anda pada peranti ini akan dimuat naik dan digabungkan dengan %2$@.
nb: Alle %1$@ på enheten vil bli lastet opp og slått sammen med %2$@.
nl: Je %1$@ op dit apparaat worden geüpload en gecombineerd met %2$@.
pl: Twoje %1$@ z tego urządzenia zostaną wysłane i złączone z %2$@.
pt_br: Suas informações de %1$@ deste dispositivo serão enviadas e combinadas com %2$@.
pt_pt: Os dados (%1$@) neste dispositivo serão transferidos e combinados com %2$@.
ro: Toate %1$@ de pe acest dispozitiv vor fi încărcate și comasate cu %2$@.
ru: Ваши %1$@ на этом устройстве будут выгружены и объединены с %2$@.
sk: Vaše %1$@ na tomto zariadení budú odoslané a zlúčené so službou %2$@.
sl: Podatki (%1$@) v tej napravi bodo naloženi in združeni s storitvijo %2$@.
sv: Alla %1$@ på den här enheten överförs och slås ihop med %2$@.
th: %1$[tt]@ของคุณบนอุปกรณ์เครื่องนี้จะถูกอัปโหลดและผสานกับ %2$@
tr: Bu aygıt üzerindeki %1$@ %2$@ üzerine yüklenir ve oradaki verilerle birleştirilir.
uk: Ваші дані (%1$@) на цьому пристрої буде закачано й обʼєднано з %2$@.
vi: %1$@ của bạn trên thiết bị này sẽ được tải lên và nhập với %2$@.
zh_cn: 此设备上的“%1$@”将被上传并与%2$@合并。
zh_hk: 你裝置的%1$@將會上載並與%2$@合併。
zh_tw: 將會上傳裝置的%1$@並與%2$@合併。

# BATCH_MERGE_FORMAT_VISION
source: Your %1$@ on this Apple Vision Pro will be uploaded and merged with %2$@.
ar: سيتم تحميل %1$@ الموجودة على هذه الـ Apple Vision Pro ودمجها مع %2$@.
bg: Вашите данни за %1$@ на този Apple Vision Pro ще бъдат качени и обединени с %2$@.
ca: El contingut referent a %1$@ de l’Apple Vision Pro es carregarà a %2$@ i s’hi fusionarà.
cs: Vaše %1$@ v tomto zařízení Apple Vision Pro budou odeslány a sloučeny se službou %2$@.
da: %1$@ på denne Apple Vision Pro bliver overført og kombineret med %2$@.
de: Deine Daten von „%1$@“ auf dieser Apple Vision Pro werden hochgeladen und mit %2$@ zusammengeführt.
el: Τα δεδομένα σας (%1$@) σε αυτό το Apple Vision Pro θα ανέβουν και θα συγχωνευτούν με το %2$@.
es: La información de “%1$@“ del Apple Vision Pro se enviará y fusionará con los datos de %2$@.
es_419: Tus datos de %1$@ en este Apple Vision Pro se cargarán y asociarán con los de %2$@.
fi: Apple Vision Pron %1$@ lähetetään ja yhdistetään %2$[tt]@-tietojen kanssa.
fr: Vos données de type %1$@ présentes sur cet Apple Vision Pro seront transférées et fusionnées avec %2$@.
fr_ca: Les données de %1$@ sur cet Apple Vision Pro seront téléversées et fusionnées avec %2$@.
he: תכנים של%1$@ ב-Apple Vision Pro זה יועלו וימוזגו לתוך %2$@.
hi: इस Apple Vision Pro पर आपके %1$@ को अपलोड किया जाएगा और %2$@ के साथ मिला दिया जाएगा।
hr: Vaši %1$@ na ovom uređaju Apple Vision Pro postavit će se i spojiti sa stavkom %2$@.
hu: Az ezen az Apple Vision Prón található %1$@ adatai fel lesznek töltve és egyesítve lesznek a(z) %2$@ szolgáltatással.
id: %1$@ Anda di Apple Vision Pro ini akan diunggah dan digabung dengan %2$@.
it: I tuoi dati di %1$@ presenti su questo Apple Vision Pro verranno caricati e uniti a quelli di %2$@.
ja: このApple Vision Proの%1$@を%2$@にアップロードして結合します。
kk: Apple Vision Pro құрылғыңыздағы %1$@ деректеріңіз жүктеп салынып, %2$@ сервисімен біріктіріледі.
ko: 이 Apple Vision Pro에 있는 사용자의 %1$@이(가) 업로드되고 %2$@와(과) 병합됩니다.
lt: Šiame „Apple Vision Pro“ esantys jūsų duomenys (%1$@) bus įkelti ir sujungti su: „%2$@“.
ms: %1$@ anda pada Apple Vision Pro ini akan dimuat naik dan digabungkan dengan %2$@.
nb: Alle %1$@ på Apple Vision Pro vil bli lastet opp og slått sammen med %2$@.
nl: Je %1$@ op deze Apple Vision Pro worden geüpload en gecombineerd met %2$@.
pl: Twoje %1$@ z tego Apple Vision Pro zostaną wysłane i złączone z %2$@.
pt_br: Suas informações de %1$@ deste Apple Vision Pro serão enviadas e combinadas com %2$@.
pt_pt: Os dados (%1$@) neste Apple Vision Pro serão transferidos e combinados com %2$@.
ro: Toate %1$@ de pe acest Apple Vision Pro vor fi încărcate și comasate cu %2$@.
ru: Ваши %1$@ на этом Apple Vision Pro будут выгружены и объединены с %2$@.
sk: Vaše %1$@ na tomto Apple Vision Pro budú odoslané a zlúčené so službou %2$@.
sl: Podatki (%1$@) v tej napravi Apple Vision Pro bodo naloženi in združeni s storitvijo %2$@.
sv: Alla %1$@ på denna Apple Vision Pro kommer att överföras och slås ihop med %2$@.
th: %1$[tt]@ของคุณบน Apple Vision Pro เครื่องนี้จะถูกอัปโหลดและผสานกับ %2$@
tr: Bu Apple Vision Pro üzerindeki %1$@ %2$@ üzerine yüklenir ve oradaki verilerle birleştirilir.
uk: Ваші дані (%1$@) на цьому Apple Vision Pro буде закачано й обʼєднано з %2$@.
vi: %1$@ của bạn trên Apple Vision Pro này sẽ được tải lên và nhập với %2$@.
zh_cn: 此Apple Vision Pro上的“%1$@”将被上传并与%2$@合并。
zh_hk: Apple Vision Pro的%1$@將會上載並合併至%2$@。
zh_tw: 將會上傳此Apple Vision Pro的%1$@並與%2$@合併。

# BATCH_MERGE_OK_BUTTON
source: Merge
ar: دمج
bg: Обедини
ca: Fusiona
cs: Sloučit
da: Kombiner
de: Zusammenführen
el: Συγχώνευση
es: Fusionar
es_419: Asociar
fi: Yhdistä
fr: Fusionner
fr_ca: Fusionner
he: מיזוג
hi: मिलाएँ
hr: Spoji
hu: Egyesítés
id: Gabung
it: Unisci
ja: 結合
kk: Біріктіру
ko: 병합
lt: Sujungti
ms: Gabung
nb: Slå sammen
nl: Combineer
pl: Złącz
pt_br: Combinar
pt_pt: Combinar
ro: Comasați
ru: Объединить
sk: Zlúčiť
sl: Združi
sv: Slå ihop
th: ผสาน
tr: Birleştir
uk: Обʼєднати
vi: Nhập
zh_cn: 合并
zh_hk: 合併
zh_tw: 合併

# BATCH_MERGE_TITLE
source: Merge with %@?
ar: دمج مع %@؟
bg: Обедини с %@?
ca: Vols fusionar el contingut amb %@?
cs: Sloučit se službou %@?
da: Kombiner med %@?
de: Mit %@ zusammenführen?
el: Να γίνει συγχώνευση με το %@;
es: ¿Fusionar con %@?
es_419: ¿Asociar con %@?
fi: Yhdistetäänkö %[tt]@-palvelun tietojen kanssa?
fr: Fusionner avec %@ ?
fr_ca: Fusionner avec %@?
he: למזג עם %@?
hi: %@ के साथ मिलाएँ?
hr: Spojiti sa stavkom: %@?
hu: Egyesíti ezzel: %@?
id: Gabung dengan %@?
it: Vuoi unire a %@?
ja: %@と結合しますか?
kk: %@ сервисімен біріктіру қажет пе?
ko: %@와(과) 병합하겠습니까?
lt: Ar sujungti su „%@“?
ms: Gabungkan dengan %@?
nb: Slå sammen med %@?
nl: Combineren met %@?
pl: Złączyć z %@?
pt_br: Combinar com %@?
pt_pt: Combinar com %@?
ro: Doriți comasarea cu %@?
ru: Объединить с %@?
sk: Zlúčiť so službou %@?
sl: Želite združiti s storitvijo %@?
sv: Vill du slå ihop med %@?
th: ผสานกับ%[tt]@หรือไม่
tr: %@ ile birleştirilsin mi?
uk: Обʼєднати з %@?
vi: Nhập với %@?
zh_cn: 与“%@”合并？
zh_hk: 要與%@合併嗎？
zh_tw: 要與%@合併嗎？

# BIOMETRIC_RATCHET_BEGIN_RATCHET_BODY
source: A security delay is required because Stolen Device Protection is turned on and this device is not at a familiar location.
ar: مطلوب تأخير أمني لأن ميزة حماية الجهاز المسروق مشغَّلة وهذا الجهاز في موقع غير مألوف.
bg: Изисква се забавяне с цел защита, тъй като е включена Защита на откраднато устройство и това устройство е на непознато място.
ca: Cal esperar un interval de seguretat perquè s’ha activat la protecció en cas de robatori del dispositiu i no és en una ubicació coneguda.
cs: Je nutné nechat uplynout bezpečnostní prodlevu, protože je zapnutá ochrana odcizených zařízení a toto zařízení se nenachází na žádném ze známých míst.
da: En sikkerhedsforsinkelse kræves, fordi Beskyttelse af stjålet enhed er slået til, og denne enhed ikke er på en velkendt lokalitet.
de: Eine Sicherheitsverzögerung ist erforderlich, da der Schutz für gestohlene Geräte aktiviert ist und dieses Gerät sich nicht an einem vertrauten Ort befindet.
el: Απαιτείται καθυστέρηση ασφαλείας διότι η Προστασία κλεμμένης συσκευής είναι ενεργή και αυτή η συσκευή δεν βρίσκεται σε οικεία τοποθεσία.
es: Como se ha activado la protección en caso de robo del dispositivo y este dispositivo no está en una ubicación conocida, debe transcurrir un tiempo de espera de seguridad.
es_419: Se requiere de una espera de seguridad porque la protección del dispositivo en caso de robo está activada y el dispositivo no está en una ubicación conocida.
fi: Suojausviive vaaditaan, koska Varastetun laitteen suojaus -toiminto on päällä ja tämä laite ei ole tutussa paikassa.
fr: Un délai de sécurité est requis car la protection en cas de vol de l’appareil est activée et cet appareil ne se trouve pas dans un lieu connu.
fr_ca: Un délai de sécurité est requis, car la protection en cas de vol de l’appareil est activée et cet appareil ne se trouve pas dans un lieu familier.
he: נדרשת השהיית אבטחה משום שהמאפיין ״הגנה על מכשיר שנגנב״ מופעל ומכשיר זה לא נמצא במיקום מוכר.
hi: सुरक्षा विलंब आवश्यक है क्योंकि “चोरी हो जाने पर डिवाइस सुरक्षा” चालू है और यह डिवाइस किसी जाने-पहचाने स्थान पर नहीं है।
hr: Sigurnosna odgoda potrebna je jer je Zaštita ukradenog uređaja uključena i ovaj uređaj se ne nalazi na poznatoj lokaciji.
hu: Biztonsági késleltetés szükséges, mivel az Ellopott eszköz védelme be van kapcsolva, és ez az eszköz nem ismerős helyen található.
id: Penundaan keamanan diperlukan karena Perlindungan Perangkat Curian dinyalakan dan perangkat ini tidak berada di lokasi familier.
it: È previsto un ritardo di sicurezza perché l’opzione “Protezione del dispositivo rubato” è attiva e il dispositivo non si trova in una posizione conosciuta.
ja: “盗難デバイスの保護”がオンになっていて、このデバイスがよく知らない場所にあるため、セキュリティ上の理由から時間を置く必要があります。
kk: Қауіпсіздік кідірісі қажет, себебі «Ұрланған құрылғыны қорғау» қосулы және бұл құрылғы белгілі геолокацияда емес.
ko: ‘도난당한 기기 보호’가 켜져 있고, 이 기기가 익숙한 장소가 아닌 곳에 있기 때문에 보안 지연을 거쳐야 합니다.
lt: Reikia saugumo delsos, nes įjungta pavogto įrenginio apsauga, o šis įrenginys yra nepažįstamoje vietoje.
ms: Penundaan keselamatan diperlukan kerana Perlindungan Peranti Dicuri diaktifkan dan peranti ini tidak berada di lokasi biasa.
nb: En sikkerhetsforsinkelse kreves fordi Beskyttelse av stjålet enhet er slått på og enheten ikke befinner seg på et kjent sted.
nl: Er is een beveiligingsvertraging vereist, omdat 'Bescherming voor gestolen apparaat' is ingeschakeld en dit apparaat zich niet op een bekende locatie bevindt.
pl: Ze względów bezpieczeństwa wymagane jest opóźnienie; włączona jest ochrona skradzionego urządzenia, a to urządzenie nie znajduje się w znanym miejscu.
pt_br: Como a Proteção de Dispositivo Roubado está ativada e o dispositivo não está em um lugar familiar, o adiamento de segurança é necessário.
pt_pt: É necessário um intervalo de segurança porque a proteção de dispositivos roubados está ativa e este dispositivo não se encontra num local familiar.
ro: O întârziere de securitate este obligatorie, deoarece protecția dispozitivelor furate este activată și acest dispozitiv nu se află într‑un loc familiar.
ru: Требуется системная задержка для защиты данных, так как включена функция «Защита украденного устройства», а устройство находится в незнакомом месте.
sk: Je potrebné nechať uplynúť bezpečnostné oneskorenie, pretože je zapnutá ochrana odcudzeného zariadenia a toto zariadenie sa nenachádza na známom mieste.
sl: Zahtevana je varnostna zakasnitev, ker je vklopljena zaščita za ukradeno napravo in ta naprava ni na znani lokaciji.
sv: En säkerhetsfördröjning krävs eftersom Skydd för stulen enhet är aktivt och den här enheten inte är på en känd plats.
th: ต้องรอเวลาเพื่อความปลอดภัยเนื่องจากการปกป้องอุปกรณ์เมื่อถูกขโมยเปิดใช้อยู่และอุปกรณ์นี้อยู่ในสถานที่ที่ไม่คุ้นเคย
tr: Çalınan Aygıt Koruması açık olduğu ve bu aygıt tanıdık bir konumda olmadığı için bir güvenlik gecikmesi gerekir.
uk: Потрібна захисна затримка, оскільки функцію «Захист украденого пристрою» ввімкнено, а цей пристрій перебуває не у звичному розташуванні.
vi: Yêu cầu trì hoãn bảo mật vì Bảo vệ thiết bị khi bị đánh cắp được bật và thiết bị này không ở vị trí quen thuộc.
zh_cn: 需要一定的安全延迟，因为“失窃设备保护”已打开，且此设备不在熟悉位置。
zh_hk: 需要保安延遲，因為「失竊裝置保護」已開啟，而此裝置又不在熟悉位置。
zh_tw: 需要等待安全性延遲，因為已啟用「遭竊裝置防護」且此裝置未處於熟悉地點。

# BIOMETRIC_RATCHET_BEGIN_RATCHET_TITLE
source: Security Delay Required
ar: مطلوب تأخير أمني
bg: Изисква се забавяне с цел защита
ca: Interval de seguretat obligatori
cs: Musí uplynout bezpečnostní prodleva
da: Sikkerhedsforsinkelse kræves
de: Sicherheitsverzögerung erforderlich
el: Απαιτείται καθυστέρηση ασφαλείας
es: Se requiere esperar un tiempo de seguridad
es_419: Espera de seguridad requerida
fi: Suojausviive vaaditaan
fr: Délai de sécurité requis
fr_ca: Délai de sécurité requis
he: יש להמתין לסיום השהיית האבטחה
hi: सुरक्षा विलंब आवश्यक है
hr: Potrebna je sigurnosna odgoda
hu: Biztonsági késleltetés szükséges
id: Penundaan Keamanan Diperlukan
it: È previsto un ritardo di sicurezza
ja: セキュリティ継続が必要
kk: Қауіпсіздік кідірісі қажет
ko: 보안 지연을 거쳐야 함
lt: Reikia saugumo delsos
ms: Penundaan Keselamatan Diperlukan
nb: Sikkerhetsforsinkelse kreves
nl: Beveiligingsvertraging vereist
pl: Wymagane opóźnienie ze względów bezpieczeństwa
pt_br: Adiamento de Segurança Necessário
pt_pt: Intervalo de segurança necessário
ro: Întârziere de securitate obligatorie
ru: Требуется системная задержка для защиты данных
sk: Musíte chvíľu počkať
sl: Zahtevana je varnostna zakasnitev
sv: Säkerhetsfördröjning krävs
th: ต้องรอเวลาเพื่อความปลอดภัย
tr: Güvenlik Gecikmesi Gerekli
uk: Потрібна захисна затримка
vi: Yêu cầu trì hoãn bảo mật
zh_cn: 需要安全延迟
zh_hk: 需要保安延遲
zh_tw: 需要等待安全性延遲

# BIOMETRIC_RATCHET_BEGIN_RATCHET_TITLE_ADD_RC
source: Security Delay Required to Add Recovery Contact
ar: مطلوب تأخير أمني حتى يمكنك إضافة جهة اتصال استرداد
bg: Изисква се забавяне с цел защита, за да добавите контакт за възстановяване
ca: Interval de seguretat obligatori per afegir un contacte de recuperació
cs: Před přidáním kontaktu pro obnovení musí uplynout bezpečnostní prodleva
da: Sikkerhedsforsinkelse kræves for at tilføje gendannelseskontakt
de: Sicherheitsverzögerung zum Hinzufügen von Wiederherstellungskontakt erforderlich
el: Απαιτείται καθυστέρηση ασφαλείας για προσθήκη επαφής ανάκτησης
es: Debe transcurrir el tiempo de espera de seguridad para añadir un contacto de recuperación
es_419: Periodo de espera requerido para agregar contacto de recuperación
fi: Palautuksen yhteyshenkilön lisäämiseen vaaditaan suojausviive
fr: Délai de sécurité requis pour l’ajout d’un contact de récupération
fr_ca: Délai de sécurité requis pour ajouter un contact de récupération
he: יש להמתין לסיום השהיית האבטחה כדי להוסיף איש קשר לשחזור
hi: रिकवरी संपर्क जोड़ने के लिए सुरक्षा विलंब आवश्यक है
hr: Sigurnosna odgoda potrebna je za dodavanje kontakta za oporavak
hu: Biztonsági késleltetés szükséges a helyreállítási kontakt hozzáadásához
id: Penundaan Keamanan Diperlukan untuk Menambahkan Kontak Pemulihan
it: Ritardo di sicurezza previsto per aggiungere un contatto di recupero
ja: 復旧用連絡先を追加するにはセキュリティ継続が必要です
kk: Қалпына келтіру контактісін қосу үшін қауіпсіздік кідірісі қажет
ko: 복구 연락처를 추가하려면 보안 지연을 거쳐야 함
lt: Reikia saugumo delsos, kad būtų galima pridėti prieigą atkuriantį asmenį
ms: Penundaan Keselamatan Diperlukan untuk Menambah Kenalan Pemulihan
nb: Sikkerhetsforsinkelse kreves for å legge til gjen­opp­rettings­kontakt
nl: Beveiligingsvertraging vereist om herstelcontact toe te voegen
pl: Dodanie kontaktu odzyskiwania jest możliwe z opóźnieniem
pt_br: Adiamento de Segurança Necessário para Adicionar o Contato de Recuperação
pt_pt: Intervalo de segurança necessário para adicionar contacto de recuperação
ro: Întârziere de securitate obligatorie înainte de a adăuga un contact de recuperare
ru: Чтобы добавить контакт для восстановления доступа, требуется системная задержка для защиты данных
sk: Pred pridaním kontaktu na obnovu účtu musíte chvíľu počkať
sl: Za dodajanje stika za obnovitev je zahtevana varnostna zakasnitev
sv: Säkerhetsfördröjning krävs för att lägga till återställningskontakt
th: ต้องรอเวลาเพื่อความปลอดภัยในการเพิ่มผู้ติดต่อการกู้คืน
tr: Kurtarma Kişisi Eklemek İçin Güvenlik Gecikmesi Gerekiyor
uk: Для додання контакту для відновлення потрібна захисна затримка
vi: Yêu cầu trì hoãn bảo mật để thêm liên hệ khôi phục
zh_cn: 需要安全延迟才能添加恢复联系人
zh_hk: 需要保安延遲才能加入還原聯絡人
zh_tw: 需要等待安全性延遲才能加入復原聯絡人

# BIOMETRIC_RATCHET_BEGIN_RATCHET_TITLE_DELETE_RC
source: Security Delay Required to Remove Recovery Contact
ar: مطلوب تأخير أمني حتى يمكنك إزالة جهة اتصال الاسترداد
bg: Изисква се забавяне с цел защита, за да премахнете контакт за възстановяване
ca: Interval de seguretat obligatori per eliminar el contacte de recuperació
cs: Před odebráním kontaktu pro obnovení musí uplynout bezpečnostní prodleva
da: Sikkerhedsforsinkelse kræves for at fjerne gendannelseskontakt
de: Sicherheitsverzögerung zum Entfernen von Wiederherstellungskontakt erforderlich
el: Απαιτείται καθυστέρηση ασφαλείας για αφαίρεση της επαφής ανάκτησης
es: Debe transcurrir el tiempo de espera de seguridad para eliminar un contacto de recuperación
es_419: Periodo de espera requerido para eliminar el contacto de recuperación
fi: Palautuksen yhteyshenkilön poistamiseen vaaditaan suojausviive
fr: Délai de sécurité requis pour la suppression d’un contact de récupération
fr_ca: Délai de sécurité requis pour supprimer un contact de récupération
he: יש להמתין לסיום השהיית האבטחה כדי להסיר איש קשר לשחזור
hi: रिकवरी संपर्क हटाने के लिए सुरक्षा विलंब आवश्यक है
hr: Sigurnosna odgoda potrebna je za uklanjanje kontakta za oporavak
hu: Biztonsági késleltetés szükséges a helyreállítási kontakt eltávolításához
id: Penundaan Keamanan Diperlukan untuk Menghapus Kontak Pemulihan
it: Ritardo di sicurezza previsto per rimuovere un contatto di recupero
ja: 復旧用連絡先を削除するにはセキュリティ継続が必要です
kk: Қалпына келтіру контактісін жою үшін қауіпсіздік кідірісі қажет
ko: 복구 연락처를 삭제하려면 보안 지연을 거쳐야 함
lt: Reikia saugumo delsos, kad būtų galima pašalinti prieigą atkuriantį asmenį
ms: Penundaan Keselamatan Diperlukan untuk Mengeluarkan Kenalan Pemulihan
nb: Sikkerhetsforsinkelse kreves for å fjerne gjen­opp­rettings­kontakt
nl: Beveiligingsvertraging vereist om herstelcontact te verwijderen
pl: Usunięcie kontaktu odzyskiwania jest możliwe z opóźnieniem
pt_br: Adiamento de Segurança Necessário para Remover o Contato de Recuperação
pt_pt: Intervalo de segurança necessário para remover contacto de recuperação
ro: Întârziere de securitate obligatorie înainte de a elimina un contact de recuperare
ru: Чтобы удалить контакт для восстановления доступа, требуется системная задержка для защиты данных
sk: Pred odstránením kontaktu na obnovu účtu musíte chvíľu počkať
sl: Za odstranjevanje stika za obnovitev je zahtevana varnostna zakasnitev
sv: Säkerhetsfördröjning krävs för att ta bort återställningskontakt
th: ต้องรอเวลาเพื่อความปลอดภัยในการเอาผู้ติดต่อการกู้คืนออก
tr: Kurtarma Kişisini Silmek İçin Güvenlik Gecikmesi Gerekiyor
uk: Для вилучення контакту для відновлення потрібна захисна затримка
vi: Yêu cầu trì hoãn bảo mật để xóa liên hệ khôi phục
zh_cn: 需要安全延迟才能移除恢复联系人
zh_hk: 需要保安延遲才能移除還原聯絡人
zh_tw: 需要等待安全性延遲才能移除復原聯絡人

# BIOMETRIC_RATCHET_CALLOUT_REASON
source: You can continue with Settings to edit your Recovery Contact.
ar: يمكنك المتابعة في الإعدادات لتعديل جهة اتصال الاسترداد.
bg: Можете да продължите с Настройки, за да редактирате вашия Контакт за възстановяване.
ca: Pots continuar i editar el contacte de recuperació a la configuració.
cs: Kontakt pro obnovení můžete upravit v Nastavení.
da: Du kan fortsætte med Indstillinger for at redigere din gendannelseskontakt.
de: Du kannst in „Einstellungen“ mit dem Bearbeiten deines Wiederherstellungskontakts fortfahren.
el: Για επεξεργασία της επαφής ανάκτησής σας, συνεχίστε με τις Ρυθμίσεις.
es: Puedes editar tu contacto de recuperación yendo a Ajustes.
es_419: Puedes ir a Configuración para editar tu contacto de recuperación.
fi: Voit jatkaa palautuksen yhteyshenkilön muokkaamista Asetuksissa.
fr: Vous pouvez poursuivre dans Réglages pour modifier votre contact de récupération.
fr_ca: Vous pouvez accéder à Réglages pour modifier votre contact de récupération.
he: ניתן להמשיך לערוך את איש הקשר לשחזור דרך ״הגדרות״.
hi: आप अपना रिकवरी संपर्क संपादित करने के लिए सेटिंग्ज़ से यह काम जारी रख सकते हैं।
hr: Možete nastaviti s Postavkama za uređivanje kontakta za oporavak.
hu: A Beállításokban folytathatja a helyreállítási kontakt szerkesztését.
id: Anda dapat melanjutkan Pengaturan untuk mengedit Kontak Pemulihan Anda.
it: Per modificare il contatto di recupero, puoi continuare in Impostazioni.
ja: 復旧用連絡先の編集は“設定”で続けることができます。
kk: Қалпына келтіру контактіңізді өңдеу қадамын «Реттеулер» қолданбасында жалғастыруға болады.
ko: 설정 앱에서 계속 복구 연락처를 편집할 수 있습니다.
lt: Galite tęsti srityje „Nustatymai“, kad suredaguotumėte prieigą atkuriantį asmenį.
ms: Anda boleh meneruskan dengan Seting untuk mengedit Kenalan Pemulihan anda.
nb: Du kan fortsette i Innstillinger for å redigere gjen­opp­rettings­kontakten.
nl: Je kunt doorgaan in Instellingen om je herstelcontact te wijzigen.
pl: Możesz kontynuować edycję kontaktu odzyskiwania w Ustawieniach.
pt_br: Para editar o Contato de Recuperação, você pode continuar nos Ajustes.
pt_pt: Para editar o contacto de recuperação, pode continuar nas Definições.
ro: Puteți continua în Configurări pentru a edita contactul de recuperare.
ru: Теперь в Настройках можно изменить контакт для восстановления доступа.
sk: S úpravou kontaktu na obnovu účtu môžete pokračovať v Nastaveniach.
sl: Za urejanje stika za obnovitev lahko nadaljujete v Nastavitvah.
sv: Du kan fortsätta i Inställningar om du vill redigera din återställningskontakt.
th: คุณสามารถดำเนินการต่อได้ในการตั้งค่าเพื่อแก้ไขผู้ติดต่อการกู้คืนของคุณ
tr: Kurtarma kişinizi düzenlemek için Ayarlar ile sürdürebilirsiniz.
uk: Тепер можна змінити контакт для відновлення в Параметрах.
vi: Bạn có thể tiếp tục với Cài đặt để chỉnh sửa liên hệ khôi phục.
zh_cn: 你可以通过“设置”继续编辑恢复联系人。
zh_hk: 你可以在「設定」中繼續以編輯還原聯絡人。
zh_tw: 你可以在「設定」中繼續編輯你的復原聯絡人。
